7-5336 安徽教育出版社合肥   230063
7-5337 安徽科学技术出版社合肥   230063
7-5398 安徽美术出版社合肥   230063
7-212 安徽人民出版社合肥   230063
7-5397 安徽少年儿童出版社合肥   230063
7-5396 安徽文艺出版社合肥   230063
7-80067 奥林匹克出版社北京   100010
972-853 (澳门)澳门出版社澳门
972-8147 (澳门)澳门基金会澳门
972-35 (澳门)澳门文化司署澳门
957-8531 (台)八街九陌文化事业有限公司台北
957-9158 (台)八熊星出版社台北
7-5081 八一出版社北京
957-9238 (台)巴比伦出版社台北
7-80523 巴蜀书社成都
7-80566 白山出版社沈阳     110011
957-9222 (台)百成书店有限公司高雄市
957-9651 (台)百川书局出版部台北
957-9257 (台)百格图书出版有限公司台北
957-9003 (台)百观出版社台北
7-5306 百花文艺出版社天津   300041
7-80579 百花洲文艺出版社南昌 330002
7-80576 百家出版社上海 200020
7-900000 百家出版社上海
957-9352 (台)百进图书事业出版社台北
957-9029 (台)百录企业管理顾问有限公司出版部台北
957-8577 (台)百年出版社台北
962-343 (港)百姓文化事业有限公司香港
957-9624 (台)宝光出版社台南
957-9306 (台)宝桥出版社台北
7-80030 宝文堂书店北京 100086
7-5385 北方妇女儿童出版社长春 130021
7-5317 北方文艺出版社哈尔滨  150020
7-200 北京出版社北京 100011
7-301 北京大学出版社北京 100871
7-5639 北京工业大学出版社北京 100022
7-80526 北京工艺美术出版社北京 100062
7-5300 北京古籍出版社北京 100011
7-81004 北京广播学院出版社北京 100024
7-81012 北京航空航天大学出版社北京 100083
7-5303 北京教育出版社北京 100011
7-5638 北京经济学院出版社北京 100026
7-5304 北京科学技术出版社北京  100035
7-81013 北京理工大学出版社北京100081
7-81045 北京理工大学出版社北京
7-80500 北京旅游出版社北京
7-80501 北京美术摄影出版社北京
7-81002 北京农业大学出版社北京 100094
7-80502 北京日报出版社北京 100734
7-5301 北京少年儿童出版社北京 100011
7-303 北京师范大学出版社北京100088
7-5302 北京十月文艺出版社北京 100011
7-81003 北京体育学院出版社北京100084
7-5402 北京燕山出版社北京100007
7-81034 北京医科大学.中国协和医科大学北京100083
7-5635 北京邮电学院出版社北京100088
7-5619 北京语言学院出版社北京100083
7-80066 北京周报出版社北京100037
957-598 (台)北门出版社台北100037
7-5378 北岳文艺出版社太原030002
957-9686 (台)贝伊能语文录影教学有限公司出版台北
7-80038 兵器工业出版社北京100081
957-590 (台)波前电脑管理图书有限公司台北
7-5055 博文书社北京100005
962-17 (港)博益出版集团有限公司香港
957-8534 (台)博远出版有限公司台北
957-9692 (台)伯乐出版社台北
957-9229 (台)伯亚出版事业有限公司台中市
7-80561 渤海湾出版公司天津300050
957-8519 (台)不二出版有限公司台北300050
957-9695 (台)财团法人基督教宇宙光传播中心出台北
957-518 (台)财团法人台北市慧炬出版社台北
957-8562 (台)财团法人中华经济研究院台北
957-540 (台)采风出版社台北县
7-80589 藏文古籍出版社拉萨850000
7-5030 测绘出版社北京100045
957-605 (台)常春树书坊新店
957-9163 (台)常春藤出版社高雄
957-9267 (台)长安出版社台北
7-80017 长城出版社北京100037
957-9660 (台)长程出版社台北
7-80573 长春出版社长春130041
7-80604 长春出版社长春
7-80063 长虹出版公司北京100035
957-675 (台)长鸿出版社股份有限公司台南
7-5354 长江文艺出版社武汉430022
957-8538 (台)长江艺术中心台北
957-670 (台)长诺资讯图书股份有限公司台北
957-9064 (台)长松文化事业有限公司台北
7-80015 长征出版社北京100832
957-9621 (台)超越企业台北100832
7-5056 朝花美术出版社北京100735
7-5054 朝华出版社北京100044
957-9531 (台)晨景文化事业有限公司台北
7-80575 成都出版社成都610015
7-80544 成都地图出版社成都610100
7-5616 成都科技大学出版社成都610065
957-07 (台)成文出版社有限公司台北
957-9618 (台)崇文书局台北
957-9653 (台)抽象文化事业有限公司台北
957-9462 (台)川流出版社台北
957-8506 (台)传记文学出版社有限公司台北
957-764 (台)传文文化事业有限公司台北
962-420 (港)创建香港
957-9491 (台)创意力文化事业有限公司台北
7-5313 春风文艺出版社沈阳110001
7-5069 春秋出版社北京100091
957-527 (台)纯文学出版有限公司台北
962-7420 (港)次文化有限公司香港
957-9233 (台)大安出版社台北
957-9356 (台)大村文化出版事业有限公司台北
7-80097 大地出版社北京
957-9460 (台)大地出版社台北
957-9179 (台)大鸿图书有限公司台北
957-8589 (台)大华出版社屏东
957-9446 (台)大化书局股份有限公司台北
957-9372 (台)大嘉出版有限公司台北
7-80555 大连出版社大连
7-80612 大连出版社大连
7-5632 大连海事大学出版社大连116021
7-5611 大连理工大学出版社大连116024
957-9358 (台)大吕出版社台北116024
957-558 (台)大千文化出版社台南116024
957-507 (台)大人物出版社台北116024
957-9303 (台)大日出版社台北116024
957-9236 (台)大硕出版社台北
957-9063 (台)大唐出版社台北
957-9234 (台)大同教(巴哈伊)出版社台南
957-9396 (台)大伟书局台南
957-9588 (台)大新书局台北
957-9454 (台)大学图书出版社台北
957-9049 (台)大雁书店有限公司台北
957-9103 (台)大义出版社台南
957-8522 (台)大舆出版社北市
957-9077 (台)大园满出版社台中
957-557 (台)大展出版社有限公司台北
957-9168 (台)大正书局台南
957-9065 (台)大智度出版社台北
957-521 (台)大中国图书股份有限公司台北
957-9403 (台)大中书局股份有限公司台北
957-37 (台)大众书局有限公司台南
957-9457 (台)大众文化社出版部台北
7-80094 大众文艺出版社北京
957-9102 (台)大洲出版社台南
957-9243 (台)大自然科学出版社台北
957-9078 (台)淡江大学出版社淡水镇
7-80115 当代世界出版社北京
962-278 (港)当代文艺出版社香港
7-80092 当代中国出版社北京
7-80098 党建读物出版社北京
7-80019 档案出版社北京100032
957-8571 (台)稻禾出版社台北100032
957-8517 (台)稻田出版社台北100032
957-9405 (台)稻乡出版社台北100032
7-80525 德宏民族出版社德宏678400
957-9339 (台)狄根丝出版社台北
957-9580 (台)地景企业股份有限公司出版部台北
957-9585 (台)地球出版社台北
7-5028 地震出版社北京100081
7-116 地质出版社北京100013
957-8558 (台)点石台北100013
7-5053 电子工业出版社北京100036
7-81016 电子科技大学出版社成都610054
7-81043 电子科技大学出版社成都
957-9490 (台)顶渊文化事业有限公司台北
957-644 (台)定棋科技股份有限公司台北
7-81005 东北财经大学出版社大连116023
7-81044 东北财政大学出版社
7-5437 东北朝鲜民族教育出版社延吉133000
7-81006 东北大学出版社沈阳110006
7-81008 东北林业大学出版社哈尔滨150040
7-5602 东北师范大学出版社长春130024
957-633 (台)东初台北130024
957-19 (台)东大图书股份有限公司台北
957-9001 (台)东东出版社台北县
7-5060 东方出版社北京100706
7-80627 东方出版社
983-9048 东方企业有限公司香港
957-9216 (台)东和音乐出版社台北
957-8529 (台)东皇文化出版事业有限公司台北
957-9265 (台)东龙出版社台北
957-9410 (台)东门出版社台北
7-81050 东南大学
7-81023 东南大学出版社南京210018
957-8561 (台)东润出版社台北
957-9562 (台)东泰文化社台北
957-9004 (台)东颖出版社台北
957-9411 (台)东宇出版社台北县
957-660 (台)读经日程杂志社台北
957-9059 (台)读经日程杂志社台北
957-9623 (台)读者书店台北
957-8569 (台)读者文化出版事业有限公司高雄
957-594 (台)杜陵出版股份有限公司台北
7-81000 对外贸易教育出版社北京100013
957-606 (台)敦煌书局股份有限公司台北100013
7-80587 敦煌文艺出版社兰州730030
957-680 (台)多乐坊文化事业有限公司台北
957-9080 (台)多乐坊文化事有限公司台北
957-9566 (台)儿童教育出版社台北
7-5391 二十一世纪出版社南昌330002
957-8550 (台)法界出版社台北县
7-5036 法律出版社北京100053
957-548 (台)法商巴雅股份有限公司台湾分公司台北
957-9136 (台)法学出版社台南
962-429 (港)繁荣出版社香港
957-694 (台)凡异出版社新竹
957-501 (台)方向文化事业有限公司台北
957-679 (台)方智出版社台北
7-5064 纺织工业出版社北京100027
957-9178 (台)非凡出版社台北
957-645 (台)风云时代出版股份有限公司台北
957-9536 (台)风云时代出版股份有限公司台北
957-543 (台)佛光出版社高雄210000
957-9246 (台)夫子出版社台南
7-5334 福建教育出版社福州350001
7-5335 福建科学技术出版社福州350001
7-5393 福建美术出版社福州350001
7-211 福建人民出版社福州350001
7-5395 福建少年儿童出版社福州350001
7-80516 福建省地图出版社福州350003
7-309 复旦大学出版社上海200433
957-536 (台)复文书局台南
957-9492 (台)复兴书局股份有限公司台北
957-9318 (台)富春文化事业股份有限公司台北
7-80072 改革出版社北京 100011
957-9474 (台)甘霖出版社有限公司台北 100011
7-5423 甘肃教育出版社兰州730030
7-5424 甘肃科学技术出版社兰州730030
7-5421 甘肃民族出版社兰州730030
7-226 甘肃人民出版社兰州730030
7-80588 甘肃人民美术出版社兰州730030
7-5422 甘肃少年儿童出版社兰州730030
7-80608 甘肃文化出版社兰州
962-531 (港)港龙出版社香港
7-04 高等教育出版社北京100009
957-555 (台)高雄复文图书出版社高雄100009
7-80012 工商出版社北京100826
957-9451 (台)工商教育出版社台北100826
957-9030 (台)功文文化事业股份有限公司台北100826
957-9217 (台)供学出版社台南
962-7096 (港)公教真理学会香港
957-9517 (台)公视出版社台北
7-80574 古吴轩出版社苏州215005
957-8518 (台)古印出版社高雄
957-503 (台)谷风出版社台北
957-626 (台)故乡出版社有限公司台北
957-9388 (台)贯雅文化事业有限公司台北
957-42 (台)光复书局股份有限公司台北
957-9188 (台)光华画报杂志社台北
957-9253 (台)光陆出版社台北
957-9644 (台)光民出版社台北
7-80014 光明日报出版社北京100050
7-80091 光明日报出版社北京
957-546 (台)光启出版社台北
957-8560 (台)光田出版社台南市
7-5361 广东高等教育出版社广州510080
7-5406 广东教育出版社广州510102
7-5359 广东科技出版社广州510075
7-80521 广东旅游出版社广州510010
7-218 广东人民出版社广州510102
7-80522 广东省地图出版社广州510075
962-226 (港)广角镜出版社有限公司香港
7-5435 广西教育出版社南宁530022
7-80565 广西科学技术出版社南宁530021
7-5363 广西民族出版社南宁530022
7-219 广西人民出版社南宁530021
7-80582 广西人民美术出版社南宁530021
7-5633 广西师范大学出版社桂林541004
7-80592 广州出版社广州510030
7-5431 广州文化出版社广州510030
957-551 (台)桂冠图书股份有限公司台北210000
7-80583 贵州教育出版社贵阳550001
7-80584 贵州科技出版社贵阳550001
7-5413 贵州美术出版社贵阳550001
7-5412 贵州民族出版社贵阳550001
7-221 贵州人民出版社贵阳550001
7-5626 国防大学出版社北京100091
7-118 国防工业出版社北京100044
7-81024 国防科技大学出版社长沙410003
7-80049 国际文化出版公司北京100009
7-80105 国际文化出版社北京
957-9495 (台)国际文化事业有限公司台北
962-7511 (港)国际展望出版社香港
957-36 (台)国家出版社台北
957-562 (台)国立故宫博物院台北
957-9026 (台)国立台湾师范大学台北
957-9014 (台)国立中山大学高雄
957-678 (台)国立中央图书馆台北
957-9067 (台)国立中央图书馆台湾分馆台北
957-9042 (台)国史馆台北县
957-534 (台)国文天地杂志社台北
957-9018 (台)国文天地杂志社台北
7-80557 哈尔滨出版社哈尔滨150010
7-80737 哈尔滨出版社哈尔滨
7-81007 哈尔滨船舶工程学院出版社哈尔滨150001
7-80529 哈尔滨地图出版社哈尔滨150086
7-5603 哈尔滨工业大学出版社哈尔滨150086
957-9436 (台)哈佛企业管理顾问公司出版部台北
7-80054 海潮出版社北京100841
7-80562 海潮摄影艺术出版社福州350001
957-553 (台)海风出版社有限公司台北
7-5070 海军出版社北京100841
7-80541 海南出版社海口571000
7-80590 海南出版社海口571000
7-80617 海南出版社海口
7-80609 海南国际新闻出版中心海口
7-80571 海南摄影美术出版社海口570000
7-80542 海天出版社深圳518031
7-80615 海天出版社深圳
7-80534 海峡文艺出版社福州350001
7-5350 海燕出版社郑州450002
7-5027 海洋出版社北京100860
7-80051 海豚出版社北京100037
957-650 (台)汉风出版社台北100037
957-629 (台)汉光文化事业股份有限公司台北100037
962-18 (港)汉荣书局香港
957-686 (台)汉欣文化事业有限公司台北
7-5432 汉语大词典出版社上海200040
7-81035 杭州大学出版社杭州310028
7-80046 航空工业出版社北京100029
957-9126 (台)好书出版社台北
957-9225 (台)好望角出版社台北县
957-9473 (台)好兄弟出版社台北
957-9468 (台)何家仁出版社台北
957-666 (台)合记图书出版社台北
957-9097 (台)合记图书出版社台北
957-9579 (台)合森文化事业有限公司台北
957-9360 (台)合声文化事业有限公司高雄市
7-81028 河北大学出版社保定071002
7-5434 河北教育出版社石家庄050071
7-5375 河北科学技术出版社石家庄050071
7-5310 河北美术出版社石家庄050071
7-202 河北人民出版社石家庄
7-5376 河北少年儿童出版社石家庄050071
7-5630 河海大学出版社南京210024
957-8568 (台)河马文化出版社台北
7-81018 河南大学出版社开封475001
7-81041 河南大学出版社郑州
7-5347 河南教育出版社郑州450002
7-5349 河南科学技术出版社郑州450002
7-5401 河南美术出版社郑州450002
7-215 河南人民出版社郑州450002
957-9266 (台)河畔出版社高雄
7-5389 黑龙江朝鲜民族出版社牡丹江157000
7-5316 黑龙江教育出版社哈尔滨150010
7-5388 黑龙江科学技术出版社哈尔滨150001
7-5318 黑龙江美术出版社哈尔滨150016
7-207 黑龙江人民出版社哈尔滨150010
7-5319 黑龙江少年儿童出版社哈尔滨150010
957-674 (台)洪范书店有限公司台北150010
957-585 (台)洪建全教育文化基金会附设书评书台北
957-8541 (台)宏大出版社台南氏
957-9648 (台)宏仁出版社屏东市
957-9647 (台)宏圣电气实务出版社台北县
957-9353 (台)宏星文化出版社台南市
957-9250 (台)弘新出版社台北
957-97081 (台)红蚂蚁图书有限公司台北
7-80068 红旗出版社北京100727
7-5403 湖北辞书出版社武汉430022
7-5351 湖北教育出版社武汉530022
7-5352 湖北科学技术出版社武汉430077
7-5394 湖北美术出版社武汉430077
7-216 湖北人民出版社武汉430022
7-5353 湖北少年儿童出版社武汉430077
7-5438 湖南出版社长沙430077
7-314 湖南大学出版社长沙420012
7-80552 湖南地图出版社长沙410004
7-5355 湖南教育出版社长沙410005
7-5357 湖南科学技术出版社长沙410005
7-5356 湖南美术出版社长沙410011
7-217 湖南人民出版社长沙210000
7-5358 湖南少年儿童出版社长沙410005
7-81031 湖南师范大学出版社长沙410081
7-5404 湖南文艺出版社长沙410006
957-9476 (台)户外生活图书股份有限公司台北
7-5360 花城出版社广州510075
7-80505 花山文艺出版社石家庄050071
7-80611 花山文艺出版社石家庄
7-5628 华东化工学院出版社上海200237
7-5617 华东师范大学出版社上海200062
962-288 (港)华汉文化事业公司香港
7-80082 华龄出版社北京100034
7-5623 华南理工大学出版社广州510641
7-5075 华文出版社北京100800
7-5080 华夏出版社北京100028
7-80053 华夏出版社北京
957-524 (台)华香园出版社台北
962-489 (港)华星出版社香港
7-80039 华艺出版社北京   100010
962-7623 (港)华英信息社香港
7-80052 华语教学出版社北京100037
7-80549 华岳文艺出版社西安710003
957-580 (台)华正书局有限公司台北210000
7-5609 华中理工大学出版社武汉430074
7-5622 华中师范大学出版社武汉430070
7-5025 化学工业出版社北京100013
957-9502 (台)欢乐出版有限公司台北
7-80558 黄河出版社济南250002
7-5400 黄河文艺出版社郑州450002
7-80535 黄山书社合肥   230063
962-451 (港)皇冠出版社(香港)有限公司香港
957-33 (台)皇冠文学出版有限公司台北
957-9087 (台)慧众文化出版社台北
962-7048 (港)基道书楼有限公司香港
7-111 机械工业出版社北京100037
7-5601 吉林大学出版社长春130021
7-5383 吉林教育出版社长春130021
7-5384 吉林科学技术出版社长春130021
7-5386 吉林美术出版社长春130022
7-206 吉林人民出版社长春130022
7-80528 吉林文史出版社长春130022
957-9255 (台)吉仁新医股份有限公司出版部台北县
957-9698 (台)及幼文化出版股份有限公司台北
957-9469 (台)技林出版社台北县
7-80572 济南出版社济南市250001
957-9407 (台)佳庆文化事业有限公司台北
957-9459 (台)加斌有限公司台北
957-9581 (台)尖端出版有限公司新店市
957-9652 (台)见山企业有限公司出版部台北
957-9198 (台)见证月刊杂志社台北
957-8584 (台)建泰出版社有限公司高雄县
957-9516 (台)江津文化出版社台北
957-9256 (台)江氏华文出版社台北
7-80519 江苏古籍出版社南京210009
7-5343 江苏教育出版社南京210009
7-5345 江苏科学技术出版社南京210009
7-5344 江苏美术出版社南京210009
7-214 江苏人民出版社南京210009
7-5346 江苏少年儿童出版社南京210009
7-5399 江苏文艺出版社南京210009
7-81033 江西高校出版社南昌330027
7-5392 江西教育出版社南昌330002
7-5390 江西科学技术出版社南昌330002
7-80580 江西美术出版社南昌市330002
7-210 江西人民出版社南昌330002
7-5041 教育科学出版社北京100038
7-80581 接力出版社南宁530021
957-8523 (台)捷幼出版社台北
7-5033 解放军文艺出版社北京100034
7-80084 金城出版社北京100036
957-592 (台)金川出版社台南
7-5082 金盾出版社北京100842
7-80022 金盾出版社北京100842
957-8501 (台)金枫出版有限公司台北
957-9656 (台)金峰出版社高雄县
957-8573 (台)金禾出版社有限公司台北
957-9140 (台)金奖音乐事业有限公司附设出版部台北
962-255 (港)金陵出版社香港
962-440 (港)金陵书社出版公司香港
957-9537 (台)金陵文化股份有限公司台北
957-9657 (台)金马出版社台北县
957-9412 (台)金名图书有限公司台北
957-9513 (台)金牌出版有限公司台南
957-511 (台)金钱出版社台北
957-561 (台)金桥出版社台南
957-9655 (台)金手指出版社台北
957-9658 (台)金统有限公司附设出版社台北
957-9268 (台)金字塔出版社苗栗县
957-9572 (台)金麟出版社台北县
957-9439 (台)今晨图书有限公司台北
957-9614 (台)今古书图出版社台北
957-9345 (台)今日文化出版社台北
7-5072 今日中国出版社北京100037
957-720 (台)锦绣出版事业股份有限公司台北
957-9425 (台)锦绣出版事业股份有限公司台北
957-681 (台)劲石漫画制作有限公司台北
7-80539 荆楚书社武汉430022
7-80600 京华出版社北京
7-80025 经济管理出版社北京100836
7-80118 经济管理出版社北京
7-5058 经济科学出版社北京100009
7-80036 经济日报出版社北京100052
7-81027 警官教育出版社北京100031
962-7315 (港)镜报文化企业有限公司香港100031
957-9453 (台)久博图书股份有限公司台北100031
957-41 (台)久大文化股份有限公司台北100031
957-9375 (台)久洋出版社台南100031
957-9567 (台)九二八文化事业有限公司台北100031
957-560 (台)九歌出版社有限公司台北100031
957-9443 (台)九华书局台北100031
957-603 (台)九章出版社台北100031
7-80114 九洲图书出版社北京
957-528 (台)矩阵出版股份有限公司台北
957-732 (台)巨流图书公司台北市
957-9464 (台)巨流图书有限公司台北
957-9543 (台)巨龙文化事业有限公司台北
957-9612 (台)巨鱼文化事业股份有限公司台北
957-9549 (台)觉华出版社台北
7-80021 军事科学出版社北京100091
7-80027 军事谊文出版社北京 100011
957-9142 (台)俊松出版社台中
7-5373 喀什维吾尔文出版社喀什844000
957-8730 (台)开今文化事业出版社台北
7-80077 开明出版社北京100009
962-459 (港)开明书店香港
7-03 科学出版社北京100707
7-5023 科学技术文献出版社北京100038
7-110 科学普及出版社北京100081
957-9613 (台)可靠资讯有限公司台北
957-9099 (台)克宁出版社台北
7-5374 克孜勒苏柯尔克孜文出版社阿图什845350
957-682 (台)快乐童年出版社台北县
957-9227 (台)匡华出版有限公司台北
962-7397 (港)昆仑香港
7-80040 昆仑出版社北京100034
7-80081 蓝天出版社北京100848
7-311 兰州大学出版社兰州730001
957-9480 (台)老古文化事业股份有限公司台北
957-16 (台)黎明文化事业股份有限公司台北
7-5407 漓江出版社桂林541002
957-8563 (台)理论舆政策杂志社台北541002
957-510 (台)李敖出版社台北541002
957-9385 (台)李白出版社台北
957-9221 (台)利华书局股份有限公司台北
957-9542 (台)利基行销顾问有限公司台北
962-7766 (港)利文出版社香港
957-9125 (台)立德出版社新店市
957-9582 (台)立得出版社台北
957-9252 (台)立威出版股份有限公司台北
7-5429 立信会计图书用品社上海200233
957-9470 (台)立谊出版社台中
957-9376 (台)力行书局有限公司台北
957-8528 (台)联合报文化基金会国学文献馆台北
957-522 (台)联合文学出版社台北
957-08 (台)联经出版事业股份有限公司台北
962-8013 (港)莲峰书舍香港
962-321 (港)两木出版社香港
7-5610 辽宁大学出版社沈阳110036
7-80601 辽宁画报出版社沈阳110036
7-5382 辽宁教育出版社沈阳110001
7-5381 辽宁科学技术出版社沈阳110001
7-5314 辽宁美术出版社沈阳110001
7-80527 辽宁民族出版社沈阳110001
7-205 辽宁人民出版社沈阳110001
7-5315 辽宁少年儿童出版社沈阳110001
7-80507 辽沈书社沈阳110001
957-9093 (台)林?文化事业有限公司台北
957-593 (台)林白出版社有限公司台北
957-9248 (台)灵鹫山出版社台北
7-5362 岭南美术出版社广州510075
962-7365 (港)岭南学院亚太平洋研究中心香港
957-9308 (台)六分仪文化社台北
7-80111 龙门书局出版社
957-9616 (台)龙文出版社股份有限公司台北
7-5637 旅游教育出版社北京100024
7-5020 煤炭工业出版社北京100013
957-9220 (台)妙吉祥出版社台北
957-8508 (台)妙伦出版社台北
957-9649 (台)妙显堂出版社台北县
957-9122 (台)民全书局有限公司台北市
957-9123 (台)民俗艺术出版社台北县
957-9251 (台)民有文化事业股份有限公司台北市
7-80112 民主建设出版社北京
7-105 民族出版社北京100013
962-357 (港)明报出版社香港100013
957-9429 (台)明道文艺杂志社台中市
957-9351 (台)明东出版社嘉义市
957-9501 (台)明镜文化事业有限公司台北
957-9475 (台)明齐出版社台北县
7-5332 明天出版社济南250001
957-542 (台)明统图书有限公司嘉义市
957-703 (台)明文书局股份有限公司台北
957-9509 (台)明文书局股份有限公司台北
957-9361 (台)名流出版社台北
957-9472 (台)名人出版事业股份有公司台北
957-9687 (台)名山出版社台北
957-9684 (台)名生企业有限公司台北
957-9440 (台)名望出版社台北县
957-9659 (台)南冠出版社高雄县
957-9144 (台)南国书局有限公司台北
7-80570 南海出版公司海口570003
7-5442 南海出版社海口
957-9508 (台)南宏图书有限公司台北
957-9007 (台)南华出版社有限公司台北
7-80560 南京出版社南京210009
7-80614 南京出版社南京
7-305 南京大学出版社南京210008
7-81047 南京师范大学出版社南京
7-310 南开大学出版社天津300071
957-9143 (台)南山书局台北县
957-9511 (台)南山堂出版社台北
957-638 (台)南天书局有限公司台北
962-7506 (港)南洋出版社香港
962-7740 (港)南洋商业银行香港
957-589 (台)南一书局企业股份有限公司台南
7-81015 内蒙古大学出版社呼和浩特010021
7-5311 内蒙古教育出版社呼和浩特010010
7-5380 内蒙古科学技术出版社赤峰024000
7-204 内蒙古人民出版社呼和浩特010010
7-5312 内蒙古少年儿童出版社通辽028045
7-80506 内蒙古文化出版社海拉尔021008
7-80018 能源出版社北京100036
957-9130 (台)你我他出版社台北
957-676 (台)年代文化事业股份有限公司台北县
7-227 宁夏人民出版社银川750001
957-627 (台)牛顿出版社股份有限公司台北县750001
0-19 牛津大学出版社香港
7-5048 农村读物出版社北京100036
7-109 农业出版社北京100026
957-9082 (台)派色文化出版社台北
957-9008 (台)平阳出版社台中市
957-9615 (台)七福外语教材出版社台北
957-8598 (台)七懋实业股份有限公司台北
7-5333 齐鲁书社济南250001
7-80001 企业管理出版社北京100044
957-9608 (台)启蒙书店台北
957-9096 (台)启正出版社有限公司台北
7-5029 气象出版社北京100081
957-624 (台)千华图书出版事业有限公司台北100081
957-8511 (台)前程出版社台北
957-9574 (台)前程出版社高雄
957-9636 (台)前程科技股份有限公司台北
957-8604 (台)前达科技股份有限公司台北
957-9048 (台)前景出版社台北
957-8994 (台)前卫出版社台北
957-9512 (台)前卫出版社台北
957-662 (台)巧集出版社台北县
957-9117 (台)巧知出版社台中市
957-9573 (台)青春出版社台北
7-5436 青岛出版社青岛266071
7-81026 青岛海洋大学出版社青岛266003
7-5420 青海民族出版社西宁810001
7-225 青海人民出版社西宁810001
957-539 (台)青文出版社台北
7-302 清华大学出版社北京100084
7-80033 求实出版社北京100091
957-9645 (台)曲成出版社台北县
957-21 (台)全华科技图书股份有限公司台北
957-9017 (台)全欣资讯图书股份有限公司台北
7-80080 群言出版社北京100006
7-80540 群益堂武汉430022
957-667 (台)群玉堂出版事业股份有限公司台北210000
7-5014 群众出版社北京100741
957-9452 (台)人乘佛教书籍出版社南投县100741
957-8504 (台)人乘佛刊杂志社南投县100741
957-604 (台)人类文化事业有限公司台北100741
7-01 人民出版社北京100706
7-80056 人民法院出版社北京100745
7-114 人民交通出版社北京100013
7-107 人民教育出版社北京100009
7-80020 人民军医出版社北京100842
7-102 人民美术出版社北京100735
7-80002 人民日报出版社北京100733
7-5009 人民体育出版社北京100061
7-117 人民卫生出版社北京100050
7-02 人民文学出版社北京100705
7-103 人民音乐出版社北京100036
7-115 人民邮电出版社北京100740
7-80065 人民中国出版社北京100044
957-9640 (台)人人印刷股份有限公司出版部台北100044
957-9073 (台)任氏宗亲会台北县
957-9247 (台)日新文化出版社南投县
957-8882 (台)日臻出版社台北
957-673 (台)日知堂文化事业有限司台北
7-5003 荣宝斋北京100052
957-8540 (台)荣峰出版社台北100052
957-652 (台)儒林出版社台北100052
957-9224 (台)如季出版社台中市
957-9135 (台)三采文化出版事业有限公司台北
957-9639 (台)三光垣出版社彰化县
7-80564 三环出版社海口570005
962-04 (港)三联书店(香港)有限公司香港
957-97006 (台)三民书局台北
957-14 (台)三民书局股份有限公司台北
7-80546 三秦出版社西安710002
957-9395 (台)三山出版社台北710002
957-500 (台)三思堂文化事业有限公司台北710002
957-9522 (台)三泰出版社桃园710002
957-9444 (台)三通图书股份有限公司台北710002
7-5607 山东大学出版社济南250100
7-5328 山东教育出版社济南250001
7-5331 山东科学技术出版社济南250002
7-5330 山东美术出版社济南250001
7-209 山东人民出版社济南250001
7-80532 山东省地图出版社济南250014
7-5329 山东文艺出版社济南250001
7-80551 山东友谊书社济南250001
957-9105 (台)山海出版社台北210000
7-81032 山西高校联合出版社太原030012
7-5440 山西教育出版社太原030001
7-80578 山西教育出版社太原030001
7-80577 山西经济出版社太原030001
7-5377 山西科学技术出版社太原030001
7-203 山西人民出版社太原030001
7-5369 陕西科学技术出版社西安710003
7-5418 陕西旅游出版社西安710062
7-224 陕西人民出版社西安710003
7-5419 陕西人民教育出版社西安710062
7-5368 陕西人民美术出版社西安710003
7-5613 陕西师范大学出版社西安710062
7-81036 汕头大学出版社汕头
957-8575 (台)商鼎文化出版社台北
7-80103 商务国际出版社北京
7-100 商务印书馆北京100710
962-07 (港)商务印书馆香港
957-9002 (台)商周文化事业股份有限公司台北
7-81049 上海财经大学出版社上海200040
7-5326 上海辞书出版社上海200040
7-5325 上海古籍出版社上海200031
7-80530 上海画报出版社上海200233
7-313 上海交通大学出版社上海200052
7-5320 上海教育出版社上海200052
7-5428 上海科技教育出版社上海200233
7-5323 上海科学技术出版社上海200020
7-5439 上海科学技术文献出版社上海
7-80513 上海科学技术文献出版社上海200031
7-5427 上海科学普及出版社上海200063
7-208 上海人民出版社上海200020
7-5322 上海人民美术出版社上海200040
7-80515 上海社会科学院出版社上海200020
7-80618 上海社科出版社上海
7-80569 上海书店上海200001
7-80622 上海书店出版社上海
7-80512 上海书画出版社(朵云轩) 上海200052
7-81009 上海外语教育出版社上海200083
7-81046 上海外语教育出版社上海
7-80511 上海文化出版社上海200020
7-5321 上海文艺出版社上海200020
7-5627 上海医科大学出版社上海200032
7-5327 上海译文出版社上海200031
7-80553 上海音乐出版社上海200032
7-80514 上海远东出版社上海200020
7-80613 上海远东出版社上海
7-81010 上海中医学院出版社上海
957-9638 (台)上仁文化事业股份有限公司台北
957-509 (台)上砚出版社有限公司台北
957-9691 (台)上谊文化实业股份有限公司台北
957-9377 (台)上智出版社台北
957-8546 (台)尚登出版社台北
957-9062 (台)尚书文化出版社台北
957-9259 (台)尚亚美术出版社台北
957-9263 (台)尚阳文化事业有限公司台中
7-5324 少年儿童出版社北京200020
7-80050 社会科学文献出版社北京100732
7-5441 沈阳出版社沈阳
7-80556 沈阳出版社沈阳110003
957-9471 (台)生合成出版社高雄市110003
7-108 生活.读书.新知三联书店北京100706
7-5426 生活.读书.新知三联书店上海分店上海200020
957-8559 (台)生涯美语发展社台北市200020
957-9362 (台)生韵出版社台北200020
962-7704 (港)生卓有限公司香港
957-9565 (台)师大书苑台北
962-7538 (港)诗景出版社香港
957-9089 (台)石头出版股份有限公司台北市
7-5636 石油大学出版社东营257062
7-5021 石油工业出版社北京 100011
957-9694 (台)石油情报出版社台北县 100011
957-13 (台)时报文化出版企业有限公司台北 100011
7-5387 时代文艺出版社长春130022
7-80009 时事出版社北京100081
957-9696 (台)世峰出版社台南100081
957-9116 (台)世华经济出版社台北100081
957-8505 (台)世界华文出版社台北100081
957-06 (台)世界书局股份有限公司台北100081
7-5062 世界图书出版公司北京100704
957-9058 (台)世界文物出版社台北
957-9230 (台)世界语文出版社台北
7-5012 世界知识出版社北京100005
957-529 (台)世茂出版社台北100005
957-517 (台)市一书局台南市100005
957-8551 (台)收获美术出版社高雄市
7-81014 首都师范大学出版社北京100037
7-81039 首都师范大学出版社北京210000
7-80550 书海出版社太原030001
957-586 (台)书林出版有限公司台北030001
7-5013 书目文献出版社北京100802
957-648 (台)书泉出版社台北100802
957-9571 (台)书泉出版社台北
7-80548 蜀蓉棋艺出版社成都610031
957-8596 (台)水产出版社基隆
7-120 水利电力出版社北京100044
957-599 (台)水牛图书出版事业有限公司台北100044
957-9279 (台)水云齐文化事业有限公司台北
957-9000 (台)私立辅仁大学出版社台北县
957-9592 (台)丝路出版社台北
7-80543 四川辞书出版社成都610016
7-5614 四川大学出版社成都610014
7-5408 四川教育出版社成都610016
7-5364 四川科学技术出版社成都610016
7-5410 四川美术出版社成都610016
7-5409 四川民族出版社成都610016
7-220 四川人民出版社成都610016
7-5365 四川少年儿童出版社成都610016
7-80524 四川省社会科学院出版社成都
7-81906 四川师范大学出版社重庆
7-5411 四川文艺出版社成都610016
957-22 (台)松岗电脑图书资料有限公司台北
957-9408 (台)松江文化事业股份有限公司台北
957-8583 (台)宋林出版社天母
7-81037 苏州大学出版社苏州
957-9316 (台)台华工商图书出版有限公司台北
7-80062 台声出版社北京100044
957-565 (台)台视文化事业股份有限公司台北
957-8564 (台)台湾复文兴业股份有限公司台南
957-05 (台)台湾商务印书馆股份有限公司台北
957-567 (台)台湾书店台北
957-15 (台)台湾学生书局有限公司台北
957-632 (台)台湾英文杂志社有限公司台北
957-8590 (台)台扬出版社台北县
957-9261 (台)台原出版社台北
957-9315 (台)台芝文化事业有限公司台北
7-80605 太白文艺出版社西安
957-9156 (台)太平洋文化基金会台北
957-9329 (台)太雅出版有限公司台北
957-9215 (台)唐山出版社台北
957-9098 (台)桃源出版社嘉义市
962-506 (港)天成出版公司香港
962-257 (港)天地图书有限公司香港
957-9466 (台)天恩出版社台北
957-9515 (台)天工书局台北
957-9679 (台)天河出版社有限公司台北
957-665 (台)天华出版事业股份有限公司台北
957-9397 (台)天华出版事业股份有限公司台北
7-5618 天津大学出版社天津300072
7-80504 天津古籍出版社天津300074
7-5309 天津教育出版社天津300074
7-5433 天津科技翻译出版公司天津300192
7-5308 天津科学技术出版社天津   300041
7-201 天津人民出版社天津   300041
7-5305 天津人民美术出版社天津300050
7-80563 天津社会科学院出版社天津300191
7-80503 天津杨柳青画社天津300074
957-9467 (台)天龙出版社台北
962-450 (港)天马图书出版公司香港
957-9521 (台)天马文化事业有限公司台北
957-9370 (台)天山出版社台北
957-9465 (台)天同出版社台北
957-8557 (台)天卫文化图书有限公司台北
957-621 (台)天下文化出版股份有限公司台北
957-9079 (台)天下杂志社台北
957-9447 (台)天相出版有限公司台北
957-9518 (台)天心医学出版社台北
957-9264 (台)天一图书有限公司台北
957-9520 (台)天宇出版社台北
7-80559 天则出版社陕西712102
957-9450 (台)天真兴记出版社台中712102
957-9568 (台)天主教闻道出版社台南712102
7-5608 同济大学出版社上海200092
7-80593 同心出版社北京100734
957-8586 (台)凸凸出版有限公司台北100734
7-80061 团结出版社北京100006
7-5016 外国文学出版社北京100705
7-119 外文出版社北京100037
7-5600 外语教学与研究出版社北京100081
7-80003 万国学术出版社北京100044
7-89003 万国学术出版社北京100044
962-14 (港)万里书店有限公司香港
957-669 (台)万象图书股份有限公司台北
957-9056 (台)万象图书股份有限公司台北
957-31 (台)王家出版社有限公司台南市
957-9383 (台)王氏速读出版社有限公司台北
957-508 (台)旺文社股份有限公司台北
957-8502 (台)威捷系统科技股份有限公司北市
7-5417 未来出版社西安710003
957-9285 (台)味全出版社有限公司台北
957-0161 (台)文光图书有限公司台北
957-0170 (台)文国书局台南
957-549 (台)文海出版社有限公司台北
957-9366 (台)文豪出版社台北
957-9458 (台)文河堂出版社永和市
957-9463 (台)文鹤出版有限公司台北
7-5018 文化教育出版社北京100009
962-7281 (港)文化教育出版社有限公司香港
957-8525 (台)文化生活新知台南
957-9401 (台)文化图书股份有限公司台北
7-5039 文化艺术出版社北京100009
7-80531 文汇出版社上海200002
957-631 (台)文集社出版事业股份有限公司台北
7-80554 文津出版社北京
957-668 (台)文津出版社台北
957-9400 (台)文津出版社台北
957-663 (台)文经出版社有限公司台北
957-9489 (台)文景书局有限公司台北
957-9367 (台)文林出版社台中
957-634 (台)文桥出版社台北
957-547 (台)文史哲出版社台北
957-571 (台)文殊文化有限公司台北
7-5010 文物出版社北京100009
7-80537 文心出版社郑州450002
957-8509 (台)文星书店有限公司台北
957-0162 (台)文行出版社台北
7-80055 文学古藉刊行社北京100705
957-99944 (台)文讯杂志社台北
957-9299 (台)文言堂书房台北
957-9611 (台)文已国际公司出版部台北
957-9115 (台)文艺学社出版社嘉义县
957-9689 (台)文致出版社新店
7-80029 文字改革出版社北京   100010
957-9231 (台)文馨出版社台北
957-9334 (台)问学出版社台北
957-9643 (台)毋忘在莒出版社屏东
7-81030 武汉测绘科技大学出版社武汉430070
7-5430 武汉出版社武汉430015
7-307 武汉大学出版社武汉430072
7-5629 武汉工业大学出版社武昌430070
957-35 (台)武陵出版社台北
957-11 (台)五南图书出版有限公司台北
957-9391 (台)五四书店有限公司台北
957-601 (台)五洲出版社台北
957-9200 (台)雾峰出版社台中
7-80594 西安出版社西安
7-80545 西安地图出版社西安710054
7-5606 西安电子科技大学出版社西安
7-5605 西安交通大学出版社西安710049
957-647 (台)西北出版社台南市
7-5604 西北大学出版社西安710069
7-5612 西北工业大学出版社西安710072
7-8418 西北工业大学出版社西安
7-223 西藏人民出版社拉萨850000
957-9355 (台)西江书局有限公司台北
7-80517 西冷印社杭州310006
7-81017 西南财经学院出版社成都610074
7-81022 西南交通大学出版社成都610031
7-5621 西南师范大学出版社重庆630715
7-80108 西苑出版社北京
957-544 (台)希代书版有限公司台北
7-5379 希望出版社太原030001
7-5615 厦门大学出版社厦门361005
957-9379 (台)先见出版公司台北
962-7130 (港)贤达出版社香港
7-80028 现代出版社北京 100011
962-1728 (港)现代军事出版社香港
957-9622 (台)现代禅出版社台北
7-80106 线装书局
962-7854 (港)香港教育署香港
962-502 (港)香港明星国际出版公司香港
962-519 (港)香港三味出版社香港
962-374 (港)香港文汇出版社有限公司香港
962-7586 (港)香港现代出版社香港
962-479 (港)香港新世纪出版社香港
962-7567 (港)香港新闻出版社香港
962-465 (港)香港永泰出版社香港
962-7519 (港)香港正之出版社有限公司香港
962-02 (港)香港政府印务局香港
962-7799 (港)香港中国旅游出版社香港
962-13 (港)香港中联出版社香港
962-7695 (港)香港中文大学新闻与传播学系香港
957-99949 (台)香光书乡出版社嘉义市
957-9212 (台)祥云出版社台北
957-12 (台)晓园出版社有限公司台北
957-9032 (台)小畅书局台北
957-8578 (台)小丁当出版社台北
957-9237 (台)小豆芽出版社台北
957-8537 (台)小人国出版社台北
957-9309 (台)小说创作杂志社台北
957-8513 (台)小说族杂志社台北
957-9594 (台)小天才出版社台北
957-9088 (台)小天出版有限公司台北
957-688 (台)小翔书局台中
957-9596 (台)小学馆图书股份有限公司台北
957-9104 (台)小雅出版社台北
957-9278 (台)小知堂文化事业有限公司台北
957-9357 (台)协志工业丛书出版股份有限公司台北
957-656 (台)欣大出版社台北
957-9576 (台)欣大出版社台北
957-9413 (台)欣禾图书有限公司高雄市
957-9320 (台)新朝出版社台北
957-8663 (台)新潮社文化事业有限公司台北
957-9321 (台)新潮社文化事业有限公司台北
962-284 (港)新城文化服务公司香港
957-8724 (台)新高地文化事业有限公司台北
7-5011 新华出版社北京100803
9971-62 新加坡国立大学中文系新加坡
7-5631 新疆大学出版社乌鲁木齐830046
7-5370 新疆教育出版社乌鲁木齐   830001
7-5372 新疆科技卫生出版社乌鲁木齐   830001
7-80547 新疆美术摄影出版社乌鲁木齐830051
7-5371 新疆青少年出版社乌鲁木齐830002
7-228 新疆人民出版社乌鲁木齐   830001
7-5307 新蕾出版社天津   300041
7-5042 新时代出版社北京  830001
7-5405 新世纪出版社广州510102
7-80005 新世界出版社北京100037
962-468 (港)新天出版社香港
962-7176 (港)新天地出版社香港
957-17 (台)新文丰出版公司台北
957-8591 (台)新新闻文化台北
7-80085 新星出版社北京100037
957-8582 (台)心桥出版社台中
957-9113 (台)心竹出版社有限公司台北
957-538 (台)信宏出版社台南
957-642 (台)信谊文教及慈善事业基金会信谊基台北
957-677 (台)星光出版社台北
962-388 (港)星辉图书有限公司香港
7-80104 星球地图出版社
957-8594 (台)形而上出版社高雄市
957-619 (台)行政院国家科学委员会科学技术资台北
957-9060 (台)行政院经济建设委员会台北
957-8515 (台)行政院文化建设委员会台北
957-8989 (台)行政院文化建设委员会台北
957-00 (台)行政院研究发展考核委员会台北
957-9075 (台)杏辉图书出版社台北
957-9406 (台)杏文出版社有限公司台北
963-7724 (港)匈牙利东方文化出版社
957-9420 (台)雄狮图书股份有限公司台北
957-8565 (台)秀异份子工作室台北
962-7330 (港)学海出版社香港
957-614 (台)学海出版社股份有限公司台北
7-80510 学林出版社上海200052
7-80616 学林出版社上海
7-80045 学术书刊出版社北京100081
7-80116 学习出版社北京
7-5077 学苑出版社北京100032
7-80060 学苑出版社北京100032
957-8549 (台)迅通文化事业股份有限公司台北
957-9519 (台)雅典出版社台北
957-9479 (台)亚纪出版有限公司台北
957-9578 (台)亚舍图书有限公司台北县
957-8510 (台)亚太图书出版社台北
957-9133 (台)亚西亚出版社台北
962-7547 (港)亚洲出版社香港
957-9539 (台)亚洲暨太平洋理事会粮食肥料技术台北
7-5634 延边大学出版社延吉133002
7-80509 延边教育出版社延吉
7-80508 延边人民出版社延吉133000
7-80599 延边人民出版社延吉
957-9091 (台)扬智出版社台北
7-5024 冶金工业出版社北京100009
957-683 (台)业强出版社台北100009
957-9012 (台)业强出版社台北100009
957-9100 (台)一代出版社台北
957-9635 (台)一二三资讯有限公司台北
957-9445 (台)一立外语出版有限公司台北
957-8572 (台)一祥出版社台北
957-9235 (台)一一出版社台北
7-5425 伊犁人民出版社奎屯833200
957-9169 (台)宜新文化事业有限公司台北
957-520 (台)艺文印书馆股份有限公司台北县
957-616 (台)艺轩图书出版社台北
957-9047 (台)艺圆出版社台中
957-9625 (台)艺源文物开发有限公司出版部台北
957-552 (台)益群书店股份有限公司台北
7-80567 译林出版社南京210009
957-9254 (台)印刷出版社台中市
7-80000 印刷工业出版社北京100036
957-9258 (台)印刷科技杂志社台北县
957-9586 (台)永汉出版有限公司台北
957-9441 (台)永庆出版社台北市
957-9584 (台)永然文化出版股份有限公司台北市
957-8539 (台)永业出版社台北
957-691 (台)永诠出版事业股份有限公司台北县
957-9057 (台)幽默文学出版社台北
957-9223 (台)有为出版事业有限公司台北
957-9563 (台)佑苗出版社台北
957-530 (台)幼狮出版社台北
957-9428 (台)余氏出版社台北
957-9141 (台)雨霖出版社台北
7-80034 宇航出版社北京100013
957-659 (台)宇河文化出版有限公司台北
957-9646 (台)宇联出版社台北
957-684 (台)宇田出版社台北
7-80006 语文出版社北京   100010
957-9127 (台)羽萍出版社台中市
957-9583 (台)玉山国家公园出版社南投县
957-9124 (台)玉振艺术出版社台北市
957-9262 (台)育杰企业管理顾问有限公司出版部台北
957-9132 (台)育全出版社台中
957-9131 (台)育文出版社台中
957-9589 (台)育贤出版社台北县
957-658 (台)育心文化事业股份有限公司台北
957-8556 (台)育友图书有限公司台北
957-8567 (台)元皇出版社南投
957-8552 (台)元气斋出版社台北
957-9680 (台)元千图书出版社台北
7-5022 原子能出版社北京100037
957-612 (台)远东图书股份有限公司台北100037
7-80595 远方出版社呼和浩特
957-32 (台)远流出版事业股份有限公司台北
957-630 (台)跃升文化事业有限公司台北
7-80520 岳麓书社长沙410006
957-696 (台)月旦出版公司台北
957-9086 (台)云龙出版社台北
7-81025 云南大学出版社昆明650091
7-5415 云南教育出版社昆明560022
7-5416 云南科技出版社昆明560022
7-80586 云南美术出版社昆明650022
7-5367 云南民族出版社昆明650032
7-222 云南人民出版社昆明650022
7-5414 云南少年儿童出版社昆明650022
7-80585 云南文艺出版社昆明650022
957-9027 (台)允晨文化实业股份有限公司台北650022
957-693 (台)张老师出版社台北650022
957-9486 (台)张老师出版社台北
957-8526 (台)昭文社台北
7-308 浙江大学出版社杭州310027
7-80518 浙江古籍出版社杭州310006
7-5338 浙江教育出版社杭州310006
7-5341 浙江科学技术出版社杭州310006
7-81019 浙江美术学院出版社杭州310002
7-213 浙江人民出版社杭州310006
7-5340 浙江人民美术出版社杭州310006
7-5342 浙江少年儿童出版社杭州310006
7-80536 浙江摄影出版社杭州310007
7-5339 浙江文艺出版社杭州310006
962-7174 (港)臻善文化事业公司香港
957-9607 (台)正工出版社台中市
957-9024 (台)正光书局股份有限公司台北
957-9070 (台)正生出版社台北
957-9120 (台)正统视厅传播出版社台北
957-40 (台)正文书局有限公司台北
957-9363 (台)正言出版社台南市
957-8520 (台)正业书局企业有限公司台南市
957-664 (台)正义出版社新店市
957-9514 (台)正义出版社新店市
957-9121 (台)正谊出版社台北市
957-9389 (台)正元图书有限公司台北
957-9610 (台)正志光教育文化出版社台南市
957-09 (台)正中书局股份有限公司台北
957-9605 (台)证券出版社股份有限公司台北
957-8587 (台)知道出版有限公司台北
957-9061 (台)知青频道出版有限公司新店市
7-5015 知识出版社北京100037
957-9016 (台)知识系统出版有限公司台北
957-9575 (台)知行文化事业有限公司台北
957-9101 (台)知音出版社台北
7-80059 职工教育出版社北京100034
957-545 (台)志文出版社有限公司台北100034
957-9040 (台)志一出版社台北县
957-9384 (台)至鼎文化出版社台北
7-80096 致公出版社北京
957-9415 (台)致良出版社台北
7-80023 中共党史出版社北京100091
957-9419 (台)中共问题资料杂志社台北210000
7-5035 中共中央党校出版社北京100091
7-5076 中国ISBN中心北京
957-9554 (台)中国百科出版社台北
7-5066 中国标准出版社北京100045
7-5005 中国财政经济出版社北京   100010
7-80057 中国藏学出版社北京100036
7-5074 中国城市出版社北京100005
957-9544 (台)中国出版有限公司台北100005
7-5000 中国大百科全书出版社北京100037
957-9381 (台)中国大陆问题研究中心台北100037
7-5031 中国地图出版社北京100054
7-5625 中国地质大学出版社武汉430074
7-106 中国电影出版社北京100013
7-5001 中国对外翻译出版公司北京100810
7-80004 中国对外经济贸易出版社北京 100011
7-80087 中国发展出版社北京100035
7-80083 中国法制出版社北京100017
7-80107 中国方正出版社北京
7-81038 中国纺织大学出版社上海
7-80016 中国妇女出版社北京      100010
7-5008 中国工人出版社北京 100011
7-5043 中国广播电视出版社北京100866
7-5078 中国国际广播出版社北京100866
7-80035 中国国际广播出版社北京100866
957-591 (台)中国国民党中央委员会党史会近代台北100866
7-80037 中国和平出版社北京100035
7-80101 中国和平出版社北京
962-532 (港)中国和世界出版社香港
7-80074 中国华侨出版社北京100007
7-80120 中国华侨出版社北京
7-80024 中国画报出版社北京  830001
7-80010 中国环境科学出版社北京   100062
7-80093 中国环境科学出版社北京   100062
7-80048 中国集邮出版社北京  100740
7-80058 中国计划出版社北京  100037
7-5026 中国计量出版社北京100013
7-80086 中国检察出版社北京100726
7-80090 中国建材工业出版社北京100726
7-112 中国建筑工业出版社北京  100037
7-5049 中国金融出版社北京100031
7-5017 中国经济出版社北京  100037
7-5046 中国科学技术出版社北京 100081
7-312 中国科学技术大学出版社合肥230026
7-81021 中国矿业大学出版社徐州 221008
7-81040 中国矿业大学出版社徐州
7-5045 中国劳动出版社北京 100716
7-5061 中国连环画出版社北京 100007
7-5038 中国林业出版社北京 100005
7-5032 中国旅游出版社北京 100009
7-5002 中国盲文书社北京 100072
7-5040 中国民间文艺出版社北京 100031
7-80078 中国民主法制出版社北京 100034
7-80069 中国民族摄影艺术出版社北京 100028
957-9107 (台)中国名人传记中心出版社台北 100028
7-80032 中国农业机械出版社北京  100037
7-80026 中国农业科技出版社北京100081
7-5006 中国青年出版社北京 100708
7-5019 中国轻工业出版社北京 100011
7-80008 中国曲艺出版社北京 100026
7-80079 中国人口出版社北京 100081
7-300 中国人民大学出版社北京 100872
7-81011 中国人民公安大学出版社北京 100038
7-5065 中国人民解放军出版社北京 100035
957-9374 (台)中国人权协会出版部台北 210000
7-80076 中国人事出版社北京 100034
7-80099 中国三峡出版社北京
7-5044 中国商业出版社北京 100801
7-5007 中国少年儿童出版社北京 100708
7-80007 中国摄影出版社北京 100005
7-80088 中国社会出版社北京 100006
7-5004 中国社会科学出版社北京 100720
7-80064 中国审计出版社北京 100086
957-9344 (台)中国生产力中心台北 100086
7-80043 中国石化出版社北京 100029
7-80044 中国食品出版社北京 100055
7-5052 中国世界语出版社北京  100037
7-80568 中国书店北京 100052
7-5068 中国书籍出版社北京 100031
7-113 中国铁道出版社北京 100005
7-5037 中国统计出版社北京 100826
957-8500 (台)中国统计学报杂志社台北 100826
957-9538 (台)中国文化大学出版部台北 100826
7-5059 中国文联出版社北京 100026
7-5034 中国文史出版社北京 100811
7-5071 中国文学出版社北京  100037
957-9110 (台)中国问题研究出版社台北  100037
7-80075 中国舞蹈出版社北京  100026
7-80070 中国物价出版社北京 100837
7-5047 中国物资出版社北京 100834
7-104 中国戏剧出版社北京 100086
7-80041 中国新闻出版社北京 100733
7-5067 中国医药科技出版社北京 100810
7-5057 中国友谊出版公司北京 100028
957-9642 (台)中国与福音出版社台北 100028
7-5050 中国展望出版社北京
7-5620 中国政法大学出版社北京 100088
7-80089 中国中医药出版社北京 100027
957-0382 (台)中国瑜伽出版社台北
962-231 (港)中华香港
7-80031 中华地图学社上海 200063
957-9641 (台)中华儿童出版社新竹 200063
957-9337 (台)中华福音神学院出版社台北 200063
7-80100 中华工商联合出版社北京 200063
957-9111 (台)中华民国电视学会台北 200063
957-9676 (台)中华民国烘焙食品业发展研究所出台北 200063
957-9226 (台)中华民国建筑公会全国联合会出版台北 200063
957-9043 (台)中华民国自然生态保育协会台北 200063
957-9524 (台)中华企业管理发展中心有限公司台北 200063
957-9084 (台)中华日报出版社台北 200063
957-9242 (台)中华色研出版社台北 200063
7-101 中华书局北京 100710
962-7681 (港)中华文化出社香港
957-9523 (台)中华一贯文化事业有限公司台北
957-602 (台)中华音乐出版社台北
957-9545 (台)中华语文出版社台北
957-9461 (台)中华徵信所企业股份有限公司台北
957-9402 (台)中美出版中心台北
7-81020 中南工业大学出版社长沙 410083
7-306 中山大学出版社广州 510275
7-80042 中外文化出版公司北京100027
957-9106 (台)中外语文出版社台北100027
962-201 (港)中文大学出版社香港
957-9455 (台)中西科学出版社屏东
957-8535 (台)中西留学书籍出版社有限公司台北
7-80073 中信出版社北京 100027
957-9371 (台)中兴管理顾问有限公司台北 100027
957-9244 (台)中兴联合出版社台北 100027
7-80109 中央编译出版社北京
7-304 中央广播电视大学出版社北京 100083
7-81001 中央民族学院出版社北京 100081
957-559 (台)中央日报文教出版部台北 100081
957-9240 (台)中央书局股份有限公司台中 100081
957-637 (台)中央图书出版社台北 100081
957-9590 (台)中央图书出版社台北 100081
957-9456 (台)中央文物供应社股份有限公司台北 100081
7-5073 中央文献出版社北京 100081
957-9046 (台)中央研究院台北     100081
957-671 (台)中央研究院近代史研究所台北
7-80013 中医古籍出版社北京 100700
7-80538 中原农民出版社郑州 450002
7-5348 中州古籍出版社郑州 450002
7-5366 重庆出版社重庆 630050
7-5624 重庆大学出版社重庆 630044
957-532 (台)众文图书股份有限公司台北 630044
7-80607 珠海出版社珠海
957-9269 (台)竹本堂文化事业有限公司台北
957-9540 (台)竹一出版社新竹市
957-690 (台)竹友轩出版有限公司台北
7-80011 专利文献出版社北京 100088
962-315 (港)专业出版社有限公司香港
957-685 (台)专业文化出版社台北
957-9437 (台)状元出版社台北
7-80071 卓越出版公司北京 100027
957-9697 (台)卓越文化事业股份有限公司出版部台北县
7-80047 紫禁城出版社北京 100009
957-9052 (台)自华书店台北
957-596 (台)自立晚报社股份有限公司文化出版台北
957-9650 (台)自强出版社台北
957-9319 (台)左羊出版社彰化县
7-5063 作家出版社北京 100027
957-9541 (台)作文出版社台北
957-9137 (台)芙蓉坊股份有限公司台北
957-9206 (台)嵩山出版社台北
957-512 (台)姊妹出版社台北
957-9260 (台)孚嘉书局股份有限公司台北
957-9020 (台)韬略出版有限公司台北
7-80533 鹭江出版社厦门   361009
7-81029 暨南大学出版社广州   510632